{
  "footer": {
    "Terms": "Terms of Services",
    "privacyRule": "Privacy",
    "unauthorizedEmail": "Rejection of unauthorized e-mail collection",
    "citeMap": "Site Map",
    "address": "558, Handong-ro, Heunghae-eup, Buk-gu, Pohang-si,\n Gyeongsangbuk-do, Republic of Korea"
  },
  "navbar": {
    "library": "Library",
    "analysis": "Analysis",
    "community": "Community",
    "aboutUs": "About Us",
    "introduction": "Introduction",
    "guide": "Service Guide",
    "accountPolicy": "Account Policy",
    "infoPolicy": "Privacy Policy",
    "signIn": "Sign in",
    "register": "Register",
    "myPage": "My Page",
    "privacy": "Privacy Policy",
    "signOut": "Sign out",
    "myDocuments": "My Documents",
    "myAnalysis": "My Analysis",
    "rmAccount": "Remove Account"
  },
  "about-side-menu": {
    "introduction": "Introduction",
    "guide": "Service Guide",
    "accountPolicy": "Account Policy",
    "infoPolicy": "Privacy Policy"
  },
  "api-register": {
    "api-term": ""
  },
  "collected-info": {
    "dataPolicy": "Data Policy",
    "dataPolicy1": "Article 1. List of collected personal information",
    "dataPolicy1-1": "① In order to provide various services, we collect the following personal information at the point of initial registration.",
    "dataPolicy1-1-1": "- IDs, Personal Status, Institutional Information, Passwords, Email Addresses",
    "dataPolicy1-2": "② In the process of using the service, the following information can be automatically generated and collected.",
    "dataPolicy1-2-1": "- IP Address, Cookies, Date of visit, Record of service users,  Record of defects, Device information, Search record",
    "dataPolicy1-3": "③ Sensitive personal information is not collected in general, but if it is inevitable to collect, additional consent will be made.",
    "dataPolicy2": "Article 2. The purpose of collecting and using personal information",
    "dataPolicy2-1": "① User Management",
    "dataPolicy2-1-1": "- Identification, personal identification, prevention of illegal use and unauthorized use based on the user-based service, confirmation of subscription intention, restriction on the number of subscriptions,",
    "dataPolicy2-1-2": "civil complaints such as identification of legal representatives in the future, preservation of records for dispute mediation, handling complaints, and delivery of notices.",
    "dataPolicy2-2": "② Utilization for developing new services",
    "dataPolicy2-2-1": "- Statistics on new service development, service provision according to statistical characteristics, verification of service validity, analyzing frequency of visit, and statistics regarding service usage.",
    "dataPolicy3": "Article 3. Period of Retention and Use of Personal Information",
    "dataPolicy3-1": "The user's personal information is discarded without as soon as the purpose of collecting and using personal information is achieved.",
    "dataPolicy4": "Article 4 Right to refuse the consent and disadvantages at the refusal of the consent.",
    "dataPolicy4-1": "Applicants for registering an account have the right to disagree with the provision of personal information.",
    "dataPolicy4-2": "However, the information provided at the time of application is essential for the use of the school's website and portal, and you cannot receive the service if you do not receive the information.",
    "dataPolicy4-3": "Therefore, membership may be restricted if you disagree with the consent regarding providing your personal information.",
    "dataPolicy5": "Article 5. Disposal of personal information.",
    "dataPolicy5-1": "The user's personal information is discarded without as soon as the purpose of collecting and using personal information is achieved.",
    "dataPolicy6": "Article 6. Measures to Secure the Stability of Personal Information",
    "dataPolicy6-1": "① Minimization and training of personal information handling staff.",
    "dataPolicy6-1-1": "- We are implementing measures to manage personal information by designating employees who handle personal information and minimizing it to those in charge.",
    "dataPolicy6-2": "② Establishment and implementation of an internal management plan.",
    "dataPolicy6-2-1": "- For the safe processing of personal information, we have established and implemented an internal management plan.",
    "dataPolicy6-3": "③ Restricting access to personal information.",
    "dataPolicy6-3-1": "- It takes necessary measures to control access to personal information through granting, changing, and canceling access to the database system that processes personal information,",
    "dataPolicy6-3-2": "and controls unauthorized access from outside using the intrusion blocking system.",
    "dataPolicy6-4": "④ Storage of access records and prevention of forgery and alteration.",
    "dataPolicy6-4-1": "- Records of access to the personal information processing system have been stored and managed for at least six months,",
    "dataPolicy6-4-2": "and security features are used to prevent forgery, theft, or loss of access records.",
    "dataPolicy6-5": "⑤ Encryption of personal information.",
    "dataPolicy6-5-1": "- Users' personal information is encrypted, stored, and managed, so only they can know,",
    "dataPolicy6-5-2": "and important data uses separate security functions such as encrypting files and transport data or using file lock functions.",
    "dataPolicy6-6": "⑥ Technical measures to prepare against hacking.",
    "dataPolicy6-6-1": "- To prevent personal information leakage and damage caused by hacking or computer viruses, security programs are installed, periodically renewed and inspected,",
    "dataPolicy6-6-2": "systems are installed in areas where access is restricted from the outside, and technically/physically monitored and blocked.",
    "dataPolicy6-7": "⑦ Access control for unauthorized persons.",
    "dataPolicy6-7-1": "- There is a separate physical storage place where personal information is stored, and access control procedures are established and operated.",
    "dataPolicy6-8": "⑧ Use of locks for document security.",
    "dataPolicy6-8-1": "- Documents containing personal information are stored in a safe place with locks.",
    "dataPolicy7": "Article 7. The rights and obligations of the data subject and the method of exercising them.",
    "dataPolicy7-0": "Users can exercise the following rights as personal data subjects.",
    "dataPolicy7-1": "① Request to read personal information.",
    "dataPolicy7-1-1": "- Files that contain personal information held by KUBiC may be requested to be viewed pursuant to Article 35 of the Personal Information Protection Act (reading personal information).  ",
    "dataPolicy7-1-2": "However, access may be restricted under Article 35 (5) of the Act under following reasons.",
    "dataPolicy7-1-3": "● When access is prohibited or restricted pursuant to the law.",
    "dataPolicy7-1-4": "● When there is a risk of harming another person's life and body or unfairly infringing on another person's property and other interests.",
    "dataPolicy7-1-5": "● When a public institution cannot perform its duties prescribed by other laws unless personal information is processed.",
    "dataPolicy7-1-6": "● When proceeding of the contract is difficult without processing the personal information that",
    "dataPolicy7-1-7": "the subject of the information has not clearly expressed his/her intention to terminate the contract.",
    "dataPolicy7-2": "② Request for correction or deletion of personal information.",
    "dataPolicy7-2-1": "- Personal information files held by KUBiC may be requested to be corrected or deleted pursuant to Article 36 of the Personal Information Protection Act (correction or deletion of personal information).  ",
    "dataPolicy7-2-2": "However, if the personal information is specified as the object of collection in other laws and regulations, the deletion cannot be requested."
  },
  "intro": {
    "introduction-1": "KUBIC: Korea Unification Bigdata Center",
    "introduction-2": "Kubic is a new data analysis service created by combining big data analysis technology with an integrated database composed of data collected from various sites."
  },
  "member-policy": {
    "accountPolicy1": "Article 1. Purpose",
    "accountPolicy1-1": "The purpose of this account policy is to stipulate matters related to the conditions and procedures of use of the Unification Big Data Center (also as 'KUBiC').",
    "accountPolicy2": "Article 2. Effect of the policy",
    "accountPolicy2-1": "These terms and conditions take effect by notifying and agreeing to the members when signing up for KUBiC.",
    "accountPolicy3": "Article 3. Correction of the policy",
    "accountPolicy3-1": "KUBiC can change these terms and conditions, and the changed terms and conditions take effect by posting them on the screen and notifying the members.",
    "accountPolicy4": "Article 4. Conclusion of the user contract",
    "accountPolicy4-1": "When signing up as a member, pressing the consent button under the membership terms and conditions shall be deemed to have been concluded in agreement with the terms and conditions.",
    "accountPolicy5": "Article 5. Request for use",
    "accountPolicy5-1": "Registration is recorded online on the application form, and members who wish to join must enter their identities and affiliated institutions and sign up through their Google account.",
    "accountPolicy6": "Article 6. Acceptance of registeration",
    "accountPolicy6-1": "If a member wishing to sign up for KUBiC's membership application form applies on the Internet as in Article 5, KUBiC will immediately approve the subscription and will be able to use other web services operated by KUBiC.",
    "accountPolicy7": "Article 7. The responsibility of member",
    "accountPolicy7-1": "The member is responsible for the management and responsibility of the member's ID and password, and all matters due to negligence and illegal use are attributable to the member.",
    "accountPolicy7-2": "In addition, the member who uses KUBiC is liable for civil and criminal liability if he illegally reproduces and distributes the service of KUBiC, or damages others by using the information site of another person acquired through hacking, illegal, or other channels.",
    "accountPolicy8": "Article 8. The responsibility of Kubic",
    "accountPolicy8-1": "KUBiC does not divulge information about members related to service provision to others without the permission of members",
    "accountPolicy8-2": "except if there is sufficient evidence to judge that personal information should be disclosed to take legal action against those who violate KUBiC's terms and conditions of service or those who have done legal damage or harm customs by using KUBiC's service.",
    "accountPolicy8-3": "Even in this case, it is not provided to individuals and may only be provided to investigative agencies in accordance with the prescribed procedures.",
    "accountPolicy9": "Article 9. The protection of private information",
    "accountPolicy9-1": "① KUBiC collects member information of customers to the minimum extent necessary for user management by legitimate and fair means.",
    "accountPolicy9-2": "② The KUBiC enacts and operates a \"personal information protection policy\" to protect members' member information as prescribed by relevant laws and regulations.",
    "accountPolicy10": "Article 10. Service hours",
    "accountPolicy10-1": "KUBiC's Internet service is open 24 hours a day throughout the year.",
    "accountPolicy10-2": "However, the service may be temporarily suspended for reasons such as facility repair work or operational reasons of KUBiC.",
    "accountPolicy10-3": "At this time, KUBiC notifies the members in advance.",
    "accountPolicy11": "Article 11. Disagreement",
    "accountPolicy11-1": "Applicants for membership have the right to disagree with the provision of personal information.",
    "accountPolicy11-2": "However, the information provided at the time of application is essential for academic and student guidance and cannot be provided if the information is not provided.",
    "accountPolicy11-3": "Therefore, membership may be restricted if you disagree with the provision of personal information.",
    "accountPolicy12": "Article 12. The court in charge",
    "accountPolicy12-1": "In the event of a dispute between KUBiC and its members, the court where KUBiC is located shall be the competent court.",
    "accountPolicy13": "[Supplementary Rule]",
    "accountPolicy13-1": "These terms and conditions shall be enforced from the time of signing up for the site."
  },
  "service-guide": {
    "guide-1": "Service Guide. How to Use Our Service.",
    "guide-2": "Register, Sign in  -> Use the search bar to explore, find, and add documents you need to your personal library -> Analyze your data in Analysis page",
    "introduction-1": "KUBIC: Korea Unification Bigdata Center"
  },
  "article-library": {
    "library": "Library",
    "trendChart": "Unification Research Trend Charts",
    "byTopic": "Topics",
    "lexicographic": "Lexicography",
    "organization": "Institutions"
  },
  "research-status": {
    "trendGraph": "Unification Research Trend Graph"
  },
  "community-board" : {
    "announceNo": "No.",
    "announceTitle": "Title",
    "announceDate": "Date",
    "noContents": "No Contents",
    "write": "Write",
    "category": "Category",
    "writer": "Writer",
    "completed": "Completed",
    "processing": "Processing",
    "noticeBoard": "Notice Board",
    "frequentlyAsked": "Frequently Asked Questions",
    "pleaseAsk": "Any questions about KUBIC?",
    "공지": "Announcements",
    "community": "Community",
    "document-modify": {
      "상단공지노출": "view Upper Notice Bar",
      "troubleShooting": "Trouble Shooting",
      "data": "Data",
      "aboutUser": "About User",
      "기타": "Others"
    }
  },
  "register": {
    "doYouAgree": "I have read above terms and agreed to all of them.",
    "occupation": "Select your occupation.",
    "org:": "Type the name of your institution.",
    "doGoogle": "Sign up with a Google account"
  },
  "search-bar": {
    "searchFilter": "Filter",
    "filter-org": "Inst.",
    "help": "Help",
    "relatedSearchWords": "Related Search Words",
    "howToUse": "How to Use Search Operators",
    "howToUse1": "Using more search operators can result more precise results.",
    "howToUse1-1": "* The search operators(AND, OR, and NOT) must be written in upper case",
    "howToUse2": "For results including more than one word from your search words",
    "howToUse2-1": "Add 'OR' between words",
    "howToUse3": "For results including all your search words",
    "howToUse3-1": "Add either one space, 'And' or '+' between your search words",
    "howToUse4": "For results of identical words",
    "howToUse4-1": "enclose a word/words within a pair of quotation marks(\"\")."
  },
  "analysis": {
    "analysisSelection": "Analysis Selection",
    "selectAnalysis": "Please, choose the analysis method",
    "frequencyAnalysis": "Frequency Analysis",
    "hclusterAnalysis": "Hierarchical Cluster Analysis",
    "clusterAnalysis": "Cluster Analysis",
    "semanticNetworkAnalysis": "Semantic Network Analysis",
    "kclusterAnalysis": "k-Means Cluster Analysis",
    "synonymsAnalysis": "Synonyms Analysis",
    "named-entityRecognition": "Named-Entity Recognition",
    "topicModeling": "Topic Modeling",
    "numOfWords": "Number of words for analysis: ",
    "startAnalysis": "Start Analysis",
    "connectionIntensity": "Intensity of Connection(%) ",
    "clusterNum": "Number of Clusters: ",
    "ngramNum": "Number of ngrams: ",
    "topicNum": "Number of Topics: ",
    "preprocessingPreview": "Preprocessing Preview",
    "preprocessingPreviewDetail": "Table of Preprocessing Results. The preview contains only upto 100 results.",
    "analysisResult": "Analysis Result",
    "analysisResultDetail": "Table and Graph illustration of Analysis Results.",
    "save2myAnalysis": "Save to My Analysis",
    "downloadChartImage": "Download the Chart Image",
    "empty": "My documents is empty",
    "chooseDocument": "Choose a document you want to analyze.",
    "select": "Select",
    "searchKeyword": "Search Keyword",
    "documentList": "List of Documents",
    "수집날짜": "Date of Collection",
    "manual": {
      "manual": "Manual",
      "process": "Data Analysis Process",
      "explain": "This is how we process the data analysis.",
      "explain1": "My Analysis",
      "explain1-1":  "The collected documents are stored according to the keyword you searched, and you can select and analyze them according to the keyword.",
      "explain2": "Preprocessing",
      "explain2-1": "Before you start analyzing the data, you are in the process of processing the data into meaningful data.",
      "explain2-2": "-User dictionary: User dictionaries such as stopwords, synonyms, and compound words can be set for preprocessing.",
      "explain2-3": "-Part of speech selection: You can extract keywords from nouns, adjectives, and verbs with the parts you want.",
      "explain3": "Data Analysis",
      "explain3-1": "A total of 8 types of data analysis can be performed.",
      "explain3-2": "You can save or download results tables and results graphs for analyzed data.",
      "explain4": "My Analysis",
      "explain4-1": "You can view saved tables and graphs in My Page > My Analysis Box.",

      "frequencyAnalysis": "An analysis method to extract key words by analyzing the frequency of appearance of words that appear a lot in text",
      "TFIDF": "An analysis method that calculates the frequency of vocabulary appearing in a particular corpus and extracts how important a word is in a particular document.",
      "N-gram": "An analysis method in which n consecutive tokens are placed as a unit of analysis.",
      "synonymsAnalysis": "An analytical technique that shows how much the word A is connected to the word B",
      "clusterAnalysis": "An analysis method of grouping a given object into several clusters by classifying it into similar objects.",
      "semanticNetworkAnalysis": "An analysis technique that expresses the relationship between objects as a network structure and quantitatively presents it by paying attention to how the analysis targets relate to each other and form a network.",
      "named-entityRecognition": "An analysis technique that categorizes words according to the category of object names and indicates their frequency.\n",
      "topicModeling": "A probability model algorithm that extracts topics, that is, topics, from documents based on the keywords that make up the document.",
      "manualDownload": "Download the manual"
    },
    "preprocessing": {
      "preprocessing": "Preprocessing",
      "option": "Preprocessing options",
      "chooseOption": "Choose an option for preprocessing.",
      "option1-userDictionary": "1. User dictionary application",
      "chooseUserDictionary": "Please select the user dictionary you want to use.",
      "유의어": "Synonyms",
      "defaultDictionary": "Use the default dictionary",
      "myDictionary": "Use my dictionary",
      "uploadMyDictionary": "Upload my dictionary",
      "previewDictionary": "Show dictionary",
      "downloadDictionary": "Download dictionary",
      "불용어": "Stopwords",
      "복합어": "Compound words",
      "partOfSpeech": "Part of speech",
      "choosePartOfSpeech": "Choose all parts of speech you want to apply.",
      "동사": "Verbs",
      "명사": "Nouns",
      "형용사": "Adjectives",
      "start": "Start Preprocessing",
      "result": "Result of Preprocessing",
      "resultTable": "Table of Preprocessing Result",
      "preview": "Preprocessing Preview",
      "previewResult": "able of Preprocessing Result, Preview only shows upto 100."
    }
  },
  "open-api": {
    "openAPIManual": "Open API Manual",
    "howToUseOpenAPI": "How to Use Open API",
    "goToAPI": "Using API",
    "exampleOfUse": "Example of Use",
    "활용관리": "Utilization Management",
    "활용관리line": "You can apply for Open API use or reissue authentication keys.",
    "greeting": ", have a great day today!!!",
    "howManyCalls1": "You have requested ",
    "howManyCalls2": " calls.",
    "callRequest": "Request for API",
    "requestTitle": "Title for Request",
    "requestType" : "Type for Request",
    "requestReason": "Purpose for Request",
    "requestDate": "Request Date",
    "expiration": "Expiration Date",
    "dataAmount": "Amount of Data",
    "management": "Management",
    "reissueAuthenticationKey": "Reissue the Authentication Key"
  },
  "membership": {
    "loginWithGoogle": "Sign in with Google",
    "signupComplete": "sign up is complete!",
    "signupLine": "To use OpenABI, please go to My page > OpenAPI to sign up OpenAPI after the log in.",
    "goToMain": "Go To Home",
    "signin": "Sign in"
  },
  "search-result": {
    "keywordAnalysis": "Keyword Analysis",
    "keywordResult1": "The result of keyword analysis on ",
    "keywordResult2": ".",
    "yearly": "in years",
    "monthly": "in months",
    "viewDetails": "view details",
    "documentInfo": "Document Information",
    "issuer": "Issuer",
    "issueDates": "Issue Dates",
    "browseData": "Browse Data",
    "documentSource": "Document Source",
    "relatedDocuments": "Related Documents",
    "wordCloud": "Word Cloud",
    "underAnalysis": "This document is in progress for data analysis. Please check it later.",
    "searchFilter": "Search Filter",
    "searchWithin": "Search Within the result"
  },
  "article-card": {
    "keywords": "Keywords"
  },
  "article-list": {
    "searchResult1": "For the search result on ",
    "searchResult2": ", we have ",
    "searchResult3": " results",
    "viewEach1": "View ",
    "viewEach2": " items",
    "noResult1": "There is no result on ",
    "noResult2": ".",
    "noResultGuide1": "Please check if you spelled correctly.",
    "noResultGuide2": "or please check if you typed an english word in korean or vice versa.",
    "noResultGuide3": "Otherwise, reduce the number of words or try with more generalized search words.",
    "resultProcessing": "'s result is on its way. Please hold on!"
  },
  "userpage": {
    "ThisisAccountInfo": ", This is your account profile.",
    "name:": "Name: ",
    "email:": "E-mail Address: ",
    "institution:": "Institution: ",
    "EditFolder": "Edit Folder",
    "guideForrmAccount": "Guide for Removing Account",
    "rmAccountInfo": "After removing your account, all your personal information and service records will be deleted",
    "surermAccount": "Are you sure you want to remove your account?",

    "type" : "Type of Analysis: ",
    "analysisDate" : "Date of Analysis: ",
    "downloadChart" : "Download Chart Image",
    "downloadCSV" : "Download Result in CSV",
    "activity" : {
      "count" : "Frequency",
      "tfidf" : "TFIDF",
      "network" : "Sementic Network",
      "hcluster" : "Hierarchical Cluster",
      "kmeans" : "k-Means Cluster",
      "word2vec" : "Synonyms",
      "topicLDA" : "Topic Modeling",
      "ngrams" : "Cluster"
    },
    "option1" : {
      "count" : "Number of words for analysis: ",
      "tfidf" : "Number of words for analysis: ",
      "kmeans" : "Number of clusters: ",
      "network" : "Number of words for analysis: ",
      "ngrams" : "Number of ngrams: ",
      "word2vec" : "Number of words for analysis: ",
      "topicLDA" : "Number of words for analysis: "
    },
    "option2" : {
      "network" : "Intensity of connection: ",
      "ngrams" : "Number of words for analysis: "
    },
    "option3" : {
      "ngrams" : "Intensity of connection: "
    }
  },
  "alerts": {
    "abnormalAccess": "Access Denied. Please Log in first."
  },
  "공지:": "Announcements",
  "다운로드": "Download",
  "미리보기": "preview",
  "작성자: ": "writer: ",
  "등록일: ": "date: ",
  "수정": "edit",
  "삭제": "delete",
  "취소": "cancel",
  "답변 등록": "leave comment",
  "등록": "upload",
  "목록": "list",
  "확인": "confirm",
  "직접입력": "type in",
  "기간": "Period",
  "1일": "1 day",
  "1주일": "1 week",
  "1개월": "1 month",
  "3개월": "3 months",
  "6개월": "6 months",
  "1년": "1 year",
  "전체": "all",
  "전체선택": "Select All",
  "연관문서": "Related Documents",
  "선택삭제": "Delete Selected Items",
  "전체삭제": "Delete All",
  "마이페이지": "My Page",
  "마이페이지:": "마이페이지",
  "소속기관": "Enter your institution.",
  "검색": "search",
  "정치": "politics",
  "경제": "economics",
  "사회": "social",
  "국제": "international",
  "IT_과학": "IT_science",
  "스포츠": "sports",
  "문화": "culture",
  "주제별": "Topic",
  "홈": "Home",
  "홈페이지소개": "About Page",
  "사이트소개": "About Us",
  "회원정책": "Account Policy",
  "수집정보": "Privacy Policy",
  "서비스안내": "Service Guide",
  "검색결과": "Search Result",
  "문서상세보기": "View Detail",
  "자료분석": "Analysis",
  "자료열람": "Library",
  "통일연구동향그래프": "Trend Chart",
  "커뮤니티": "Community",
  "공지사항": "Notice",
  "새글작성": "Write",
  "글수정": "Edit",
  "마이페이지": "My Page",
  "내보관함": "My Analysis",
  "내분석함": "My Documents",
  "회원정보": "Account Info",
  "회원탈퇴": "Remove Account",
  "분석": "Analysis",
  "자료분석": "Analysis",
  "메뉴얼": "Manual",
  "전처리": "Pre-Processing",
  "대학생": "undergraduate",
  "석사": "master",
  "박사": "PHD",
  "연구원": "researcher",
  "기타": "others",
  "최신순": "Newest",
  "과거순": "Oldest",
  "마이페이지": "MyPage",
  "회원정책": "Policy"
}
